Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/_algu_-_oppimateriaalit.html.tmx
Source language: fin
Languages: sme

source: “Álgu” – oppimateriaalit
sme: “Álgu” – oahppamateriálat

source: Saamelaiskäräjät julkaisee uusia oppimateriaaleja pohjoissaamenkielisen alkuopetuksen äidinkielen ja kirjallisuuden opetusta varten.
sme: Sámediggi álmmuha ođđa materiálaid davvisámegielat álgooahpahusa eatnigiela ja girjjálašvuođa oahpahussii.

source: Oppimateriaalit sopivat myös etäopetukseen.
sme: Oahppamateriálat heivejit maiddái gáiddusoahpahussii.

source: Materiaalit on kehittänyt Aura Mari Pieski.
sme: Materiálaid lea plánen ja bargan Aura Mari Pieski.

source: Álgu -materiaaliin ilmestyy vuoden 2023 aikana vähitellen lisää osia.
sme: Álgu-materiála vuollái ihtet jagi 2023 mielde dađistaga lasi oasit.

source: Nyt julkaistaan kaksi osaa:
sme: Dál álmmuhit vuosttas guokte oasi:

source: Álgu-diajonot antavat mahdollisuuden pitää valmiita opetustuokioita äidinkielen eri aiheista.
sme: Álgu-diaráiddut addet vejolašvuođa lágidit gárvves oahpahusbottu dihto fáttás.

source: Digitaalisessa muodossa julkaistu materiaali on tarkoitettu peruskoulun ensimmäisen luokan äidinkielen opetukseen, mutta niistä voi olla apua myös esiopetuksessa tai ylemmillä luokkaasteilla.
sme: Digitála hámis álmmuhuvvon lassemateriála lea jurddašuvvon vuođđoskuvlla vuosttas luohká eatnigiela oahpahussii, muhto oasážat das sáhttet leat ávkkálaččat maiddái ovdaskuvlla dahje bajit luohkkádásiid oahpahusas.

source: PowerPoint muotoinen oppimateriaali havainnollistaa asioita kuvien kautta, joita voi näyttää oppilaille tietokoneen, projektorin tai älytaulun kautta.
sme: PowerPoint-hápmásaš oahppamateriála áiccalmahttá áššiid govaiguin, maid čájehit oahppiide dihtora, projektora dahje fiehttotávvala bokte.

source: Álgu-tavujonoihin on kerätty tavallisia pohjoissaamenkielisiä tavuja erilaisiiin taulukoihin.
sme: Álgu-stávvalráidduide leat čohkken dábálaš davvisámegiela stávvaliid tabeallaide.

source: Materiaali on kehitetty peruskoulun ensimmäisen luokan lukemaan opettelemista ajatellen, mutta se voi olla avuksi myös ylemmillä luokkaasteilla ja erityisopetuksessa.
sme: Materiála lea jurddašuvvon vuođđoskuvlla vuosttas luohká lohkanoahpahussii, muhto dat sáhttá leat ávkin maiddái eará luohkkádásiin ja erenomášoahpahusas.

source: Dokumenttiin on koottu esimerkkejä toiminnallisista harjoituksista ja peleistä.
sme: Dokumeanttas leat ovdamearkkat doaimmalaš hárjehusain ja spealuin.

source: Oppimiateriaalin mukana on lisäksi pienet digitaaliset tavumuistipelit.
sme: Oahppomateriála sisttisdoallá maiddái unna digitála stávvalmuitospealuid.

source: Koulut Suomessa voivat tilata Álgu -materiaaleja Saamelaiskäräjiltä osoitteesta: unni.lansman@samediggi.fi Lisätietoja:
sme: Suomabeale skuvllat sáhttet diŋgot Álgu -materiálaid Sámedikkis: unni.lansman@samediggi.fi

source: Aura Pieski Pedagoginen sisältö/projektityöntekijä aura.pieski@samediggi.fi
sme: Lassedieđut:

source: Marita Aikio Oppimateriaalisuunnittelija 040 662 9018 marita.aikio@samediggi.fi
sme: Aura Pieski Pedagogalaš sisdoallu/prošeaktabargi aura.pieski@samediggi.fi
